package org.example;

public class ReadMePlease {
            /*
        За ранее прошу прощения, так как мне очень сложно дался этот код и я очень много и обильно испльзовал интернет
        что бы правильно реализовать метода и структуру, по этому в этом коде может быть не всё правильно, (Но он вроде
        работает), так же в последнее время у меня было мало времени, так как я начал больше работать, по определённым
        обстоятельсвам. Надеюсь на ваше понимание и поддержку.
         */
}
